{"text": "基金项目：国家重点研发计划项目（2097005）———中医智能化健康干预及管理技术平台的建立作者简介：王武斌（99402—），男，硕士研究生在读，研究方向：生物学效应评价，-a：a63通信作者：史渊源（97706—），男，博士，教授，研究方向：生物学效应评价，-a：实验研究低浓度人参水提液对肺549细胞癌性的影响及其机制研究王武斌 张彬彬 罗志强 闫 聪 史渊源，2（北京中医药大学生命科学学院，北京，00029；2深圳北京中医药大学研究院，深圳，588）摘要 目的：探讨低浓度人参水提液（）对肺癌549细胞癌性包括细胞增殖、迁移、侵袭等生物学行为的影响，以更加全面地了解人参对肺癌549细胞的影响。方法：将细胞分为对照组、组（25，25，5，0，20，40，80，60）。通过法检测不同浓度对549细胞增殖的影响，进而筛选出的浓度范围，再通过划痕实验与a小室侵袭实验分别检测（25，5，0）对549细胞迁移、侵袭能力的影响。并运用网络药理学研究策略对其潜在的作用机制进行预测分析。结果：与对照组相比，组549细胞增殖显著增加，细胞的迁移和侵袭能力均明显增强，差异有统计学意义（<005）。网络药理学预测分析表明这一作用可能与信号通路及代谢和应激反应有较大关联。结论：直接作用于549细胞，能够提高549细胞的增殖、迁移和侵袭能力。关键词 低浓度人参水提液；549细胞；增殖；迁移；侵袭；机制；网络药理学aa-aaa549，，a，，aa，2（，v，00029，a；2a，v，588，a）a v：-aaa（）a，，a549：vaa（25，25，5，0，20，40，80，60）（25，5，0）aavaaa549，v，aaaaaa：aa，a，（<005），aaaaaaaa，aaaaa：aava，a -aaa；549；a；a；va；a；aa中图分类号：273；2855文献标识码：：  肺癌是世界上发病率与病死率最高的恶性肿瘤之一，每年约有80万800万人被诊断为肺癌，有60万600万人死于肺癌[。而我国肺癌的发病率与病死率在恶性肿瘤中占首位[2。肺癌的总体预后较差，由于分期和地域差异，其5年生存率为4%7%[。近年来，补充和替代医疗（aaav，）在癌症治疗中的受欢迎程度迅速提高[3-4。其中人参是最常用的产品，作为传统医药中著名的药材，人参被认为是大补元气之药，可增强人体免疫力等，从而被用于多种癌症包括肺癌的补充治疗，研究证明食用人参可以在癌症期间改善患者的健康状况[5。而现代研究也表明人参所含的多种成分，如人参皂苷[6-8、人参皂苷-·692· a2022，7，535[9、人参多糖[0等，均具有抑制体外癌细胞增殖的作用，但这一作用多存在剂量效应，关于低浓度的人参成分对癌细胞的作用很少提及。故本研究探究了不同剂量低浓度人参水提液对肺腺癌549细胞癌性的影响，从而对低浓度人参水提液对癌细胞癌性的影响进行初步探究，并对其作用机制进行基于网络药理学研究策略的分析预测，为临床应用人参治疗肺癌的剂量使用提供一定的参考。 材料与方法 材料 细胞 人肺腺癌549细胞株购于中国医学科学院基础医学研究所细胞资源中心，549细胞编号：0000002。2 药物 人参饮片（北京同仁堂公司，批号：9040）。3 试剂与仪器 胎牛血清（，美国，货号：00994）；磷酸盐缓冲液干粉（北京索莱宝科技有限公司，货号：00）；噻唑蓝（北京索莱宝科技有限公司，货号：880）；二甲基亚砜（-a，美国，货号：2650）；a基质胶（，美国，货号：356234）；人参皂苷（源叶，货号：2055）；人参总皂苷（源叶，货号：25997）；a-小室（，美国，货号：3422）；640培养基（，美国，货号：0-040-）；-（，美国，货号：54022）；2恒温培养箱（，美国，型号：-60）；生物安全柜（，美国，型号：389-）；自动酶标仪（av，奥地利，aa3）；台式冷冻离心机（，德国，型号：580）；正倒置一体显微镜（，美国，型号：v）；倒置显微镜（，日本，型号：53）；桌面摇床（欧诺，型号：-200）。2 方法2 人参水提液制备 依据参考文献[-2，采用传统水煎的方式进行人参水提液的制备。精确称定人参饮片50，加入8倍量水（即400），浸泡30，85℃煎煮，过滤药液待用；向药渣中加入8倍量的水，同法煎煮过滤，合并2次滤液，浓缩至50，得到的人参水提液。将所得人参水提液以774×离心5，取上清，过滤除菌后分装，保存至20℃冰箱。经紫外分光光度法检测，所制备的人参水提液中人参总皂苷的含量以人参皂苷计可达842%。22 检测细胞增殖并筛选低浓度人参水提液范围 取对数生长期549细胞，025%胰酶消化细胞，终止消化后，调整细胞浓度至3×04个，将细胞悬液以每孔00μ接种于96孔细胞培养板中，边缘孔以无菌磷酸盐缓冲液（）填充。将96孔细胞培养板放入37℃、5%2培养箱培养24至细胞贴壁。弃去各孔中的培养基，分别用含不同浓度人参水提液的640培养基处理细胞，共设25，25，5，0，20，40，80，60，8个人参水提液浓度，其中空白对照组只添加640培养基，每个组设3个平行对照。加药后将96孔细胞培养板放入2培养箱中继续培养。继续培养24后取出相应96孔细胞培养板，每孔加入20μ溶液，放入2培养箱中孵育4。小心弃去上清，向各孔加入50μ，于摇床上低速振荡5，使结晶物充分溶解。用酶标仪测定各孔在490处的吸光度（值），各组实验重复3次。根据公式计算各剂量组不同时间段的细胞相对成活率：细胞成活率=（观察组均值对照组均值）×00%。其中各组抑制549细胞增殖的人参水提液浓度与文献中的浓度相仿[3，由此确定低浓度人参水提液浓度范围应小于20，故选用25，5，0浓度进行后续实验。23 划痕实验检测细胞迁移 取对数生长期549细胞，025%胰酶消化细胞，终止消化后，调整细胞浓度至×05个，将细胞悬液以每孔接种于2孔细胞培养板中，将2孔细胞培养板放入37℃，5%2培养箱培养24至细胞贴壁。用200μ移液枪头于每孔中间垂直于细胞表面进行划痕。用洗涤细胞3次，去除被划下的细胞，加入含不同浓度人参水提液（25，5，0）的无血清培养基。置于37℃，5%2培养箱继续培养，于24后镜下观察各组划痕宽度变化，并拍照分析。每组实验重复3次。每条划痕各取3个固定位置的宽度并计算其平均值，最后根据公式计算各组细胞的划痕愈合率：划痕愈合率（%）=（初始划痕宽度指定时间划痕宽度）初始划痕宽度×00%。24 a小室检测细胞侵袭能力 对a-小室的上室进行a基质胶包被，将a-基质胶稀释至250μ并充分吹打混匀后，往上室中加入00μa基质胶，37℃孵育2，去除未结合的a基质胶。取对数生长期549细胞，025%胰酶消化细胞，分别用含不同浓度人参水提液（25，5，0）的无血清培养基调整细胞浓度至×05。各组分别取200μ细·693·世界中医药 2022年3月第7卷第5期胞悬液加入到上室中（对照组中不含人参水提液），向下室中加入500μ含0%胎牛血清的640培养基，于2培养箱中继续培养24。取出小室，用湿润的棉签轻轻擦去上室中未侵袭的细胞，用4%多聚甲醛固定20，用清洗3次，用0%的结晶紫染液染色5，清洗3次，待小室风干后，于显微镜下各组随机挑选5个视野，对上室下面的细胞进行计数，以此表示细胞的侵袭能力。各组实验重复3次。25 网络药理学进行机制预测 利用-数据库对已知的人参成分与作用靶标进行收集与处理；利用a和数据库对已知的与肺癌相关的疾病靶标进行收集处理。使用数据库和a软件对收集到的数据进行“人参-靶标-通路”网络的构建及可视化处理，并通过基因本体（，）通路富集分析对低浓度人参水提液对549细胞潜在的作用机制进行阐释。3 统计学方法 采用20统计软件进行数据分析，其中计量资料以均数±标准差（±）表示，两样本比较应用检验，多个样本比较应用方差分析，以<005为差异有统计学意义。2 结果2 人参水提液对549细胞增殖的影响及低浓度人参水提液浓度范围的确定 研究结果表明，不同浓度人参水提液对549细胞的增殖作用效果表现不一。在药物处理24后，与对照组比较，25，25，5，0组人参水提液可促进549细胞增殖，而20，40，80，60组人参水提液可抑制549细胞增殖，且均表现出一定的剂量依赖性（<00）。见图。图 不同浓度人参水提液对549细胞增殖的影响（=3）  注：与对照组比较，*<0022 低浓度人参水提液对549细胞迁移能力的影响 划痕实验结果表明，在给药24后，对照组、25，5，0观察组的划痕愈合率分别是（36±252）%，（2405±00）%，（2644±274）%，（2324±77）%。与对照组比较，给药24，25，5，0观察组的划痕愈合率均明显升高，且以5组作用效果最强（<005）。见图2。图2 低浓度人参水提液对549细胞  迁移能力的影响（=3）  注：与对照组比较，*<00523 低浓度人参水提液对549细胞侵袭能力的影响 通过a小室侵袭实验检测低浓度人参水提液对549细胞侵袭能力的影响，实验结果表明，在低浓度人参水提液作用24后，观察组穿过a小室微孔滤膜的细胞数目显著高于对照组（<005）。见图3。图3 低浓度人参水提液对549细胞  侵袭能力的影响（=3）  注：与对照组比较，*<005，**<00，***<000·694· a2022，7，524 低浓度人参水提液对549细胞癌性影响的机制预测 以预测得分40和<005作为人参已知成分及其靶标的筛选临界值，共从-数据库中得到人参已知成分06个，相关潜在靶标55个。在a数据库中检索到与肺癌相关的疾病靶标共27个，通过数据库得到肺癌相关疾病靶标共302个。经去除重复靶标，共有325个与肺癌相关的疾病靶标被用于后续网络分析。利用数据库获得靶标蛋白之间的相互作用关系9587对。运用a380软件构建蛋白质-蛋白质相互作用（-a，）网络，计算得到靶标蛋白的拓扑结构特征值，包括、、值。以值大于其中位数为筛选条件进行第一次筛选，再以-、、值均大于其中位数为筛选条件进行二次筛选，共得到9个关键靶标，其中84个为人参的成分靶标，4个为疾病靶标，6个为二者共有靶标。对筛选得到的9个关键靶标进行注释与通路富集分析，设定aa富集的筛选标准为<005和<005，共有条通路满足条件，进一步筛选得到与肺癌密切相关且有相关靶标分子参与的生物学通路6条。这些关键的生物学通路功能主要集中在肿瘤的发生发展、信号传递、应激反应等方面。见表。表 关键靶标的通路富集分析编号生物学通路计数（个）值aaa37334×××024aa2633×05a247×006aaa576×097aaa350××089aaaa75××××063aaa385×064974×065aaa265××04  在6条相关生物学通路中，aa-a、53aaa、aaaa等通路可能在低浓度人参水提液促进549细胞癌性的过程中起到了更重要的调控作用，其中家族蛋白可将细胞外的表皮生长因子信号转入细胞内，通过胞内的信号通路对多种生物反应进行调控，包括细胞增殖、分化、运动和生存。53aaa与许多应激反应相关，53可以被多种应激信号诱导激活，从而作为转录激活因子对细胞周期、衰老和凋亡等生物过程产生调控作用。aaaa这一通路与癌细胞的中央代谢途径相关，不同于正常细胞，癌细胞需要消耗大量的葡萄糖用以维持其较高的糖酵解速率[4。人参水提液或人参提取物中有较高的含糖量，其总的含糖量可以达到20%40%[5-6。大量的糖类可能为癌细胞的代谢提供了一定的物质基础。“人参-靶标-通路”网络见图4。  通过进一步的分析发现aaa可能在低浓度人参水提液作用于549细胞的过程中起到了关键的调控作用。这一通路参与到了细胞增殖、运动等多种生物功能的调控之中，并且在6条相关的生物学通路中，有多条信号通路直接或间接地与该通路相互影响，包括aa-a、53aaa、3-aa-a、aaaa、-aa等。同时，在这一通路当中，与低浓度人参水提液作用于肺癌细胞的相关关键靶标共有3个，包括、2、、、、3、、2、、、、2、。这些靶标分子可能在低浓度人参水提液的作用过程起到了关键作用。3 讨论在细胞周期进程中发挥着核心作用，它能够在损伤时短暂地募集到目标位点以促进其修复[7。而的活性依赖于53的状态，在53功能缺失突变的情况下，的过表达能使细胞获得一种更具侵略性的表型，使其能够逃脱细胞阻滞、衰老和凋亡[8。aaa等[9的研究发现2的致瘤作用部分是通过抑制-从而维持肺鳞状细胞癌细胞的生长而产生。、、3、、2、、等基因均被证明在部分肺癌患者中存在突变。其中是一个与细胞调节和增殖相关的信号分子，且与肺癌有着密切的联系，在20%的非小细胞肺癌（aa，）患者中存在着的过表达[20。有研究表明与肺癌细胞的衰老过程以及迁移和侵袭力相关[2-23。是一种具有胞质激酶活性的跨膜·695·世界中医药 2022年3月第7卷第5期蛋白，能够将重要的生长因子信号从细胞外转导至细胞内[24，并通过对下游通路如、3、-63等通路的调控，对细胞增殖、成活和迁移等生物学行为进行调节[25。已被明确认为是的驱动因子，在的发生发展过程中起到了重要作用。的突变及其特异性的酪氨酸激酶抑制剂（）可以产生显著的肿瘤反应[26。3的突变可导致3的催化活性增强，从而使得3通路信号上调，导致细胞发生癌变。有较多的研究数据表明3可能是肺癌的一个潜在治疗靶点[27。如a等[28在体内外的研究发现-42-5可通过靶向作用于3，达到抑制肺癌细胞增殖的作用。作为癌症中最常见的癌基因之一，是一种能够与增强子序列结合的转录因子，可以激活多种促增殖基因的表达[29，同时也是糖酵解、谷氨酰胺代谢、核苷酸生物合成和其他代谢过程的主要调节因子[30。已在4%的中观察到了的过表达[3，且被认为与变异型小细胞肺癌相关[32。2被证明是2%6%肺癌的驱动因子，并与酪氨酸激酶抑制剂（）的耐药性相关[33-34。而a等[35的临床研究也发现，在9例2突变的转移性肺腺癌患者中有4例对靶向治疗有反应。的突变在约5%的患者中和3%的患者的基因图谱中被发现，同时具有突变的细胞对抑制剂敏感[36。在等[37的研究中则发现，耗尽会降低肺腺癌细胞向肺实质外渗的能力，机制研究表明激酶可通过对β-a和通路的转录共激活因子的转录后调控促进转移。突变是中最常见的潜在靶向分子亚型。在亚洲，有0%5%的肺腺癌患者存在的突变[38。具有酶活性，能够激活下游的一些信号通路，比如a--、3--、a-a和-通路，从而对细胞增殖、凋亡、运动和成活等生物功能产生调控作用[39。3-信号通路在调节细胞运动、侵袭和转移中起到了重要的作用，研究表明的活性下调可能与549细胞的转移潜能增加相关[40。通路被认为与许多癌症的发病机制相关，虽然2突变在非小细胞肺癌很少见，但其被认为与一些已知的突变相互排斥，同时2的级联反应被认为与靶向治疗的抵抗相关[4。等[42在研究中发现，-449a可通过抑制2来抑制细胞的侵袭。又称为活化蛋白-（-），是一种转录因子，在细胞增殖、分化和凋亡等方面起到了重要作用，等[43的研究发现抑制-的激活将抑制的表达，从而减弱肺癌细胞的迁移。a等[44的研究也表明在体外4肺癌模型中，抑制-可以降低肿瘤转移病灶的形成。图4 “人参-靶标-通路”网络  注：浅绿色菱形代表人参，蓝色圆圈代表药材靶标，粉色圆圈代表疾病靶标，黄色圆圈代表药材与疾病的共有靶标，橘色矩形代表关键生物学通路·696· a2022，7，5  2是一种生长因子受体结合蛋白，在体内广泛表达，可通过对下游通路的调节而调控多种生物功能，如细胞增殖与生存等，同时也是多种致癌信号通路中的关键调控环节[45。如在a等[46的研究中发现，2的过表达可以明显抑制细胞在体外的增殖。此外，2的过表达也可以上调549细胞向间质细胞转化[47。也是人类蛋白家族的一员。在大多数癌症当中，激活的可以通过调控细胞周期而促进细胞增殖[48-50。等[5的研究表明的下调可能是虫草（a）抑制549细胞增殖的关键调控节点。这些关键靶标、生物学通路及相关的人参成分可能是低浓度人参水提液作用于肺癌549细胞的潜在有效成分与作用机制。近30年来，国内外学者对人参中具有抗癌活性的化合物如人参皂苷3、2等进行了大量研究[3。研究结果表明，人参含有多种具有抗癌活性的成分，并通过不同的方式达到抗癌作用。肺癌是我国发病率与死亡较高的恶性肿瘤之一，人参也因此常作为补充与替代药物被应用于肺癌患者的治疗[52。如王红等[8通过等方法证明人参皂苷在2550μ的浓度范围内可以促进肺癌549细胞的凋亡、减少细胞内源性的分泌，从而抑制肺癌549细胞的生长增殖。作为一味大补元气的中药，人参被认为可以扶正祛邪，即可通过提高人体的免疫系统功能等，从而起到改善癌症患者症状的作用[2，53。而现代研究则表明人参本身也含有抗癌活性的成分，因此为更加全面地了解人参对肺癌549细胞的影响，本研究对低浓度人参水提液对549细胞癌性（包括增殖、迁移、侵袭等能力）的影响进行了初步探索，以期为临床应用人参治疗肺癌的剂量使用提供一定的参考。本实验结果显示，高浓度的人参水提液可抑制549细胞的增殖，这与大量现有研究的结果相一致。但低浓度的人参水提液则对549细胞的增殖、迁移、侵袭等能力起到一定的促进作用。人参作为一种可能的抗癌药物，其对癌细胞而言是一种“有害物质”，因此这一现象可能与毒物兴奋效应有紧密联系。毒物兴奋效应通常指低剂量下产生兴奋作用而高剂量下产生抑制作用的双相剂量效应关系。这一效应广泛存在于不同的生物模型、不同的种属、不同结构的化学物和各种测定终点中[54，其在中医药研究中也非常常见，无论是单独用药还是联合用药[55。因此依据毒物兴奋效应理论，导致本实验结果的可能机制如下：）人参水提液的成分复杂，不同成分的含量也不尽相同，其中可以对549细胞起到作用的成分可能相互之间具有拮抗作用。具有拮抗作用的成分由于水提液浓度不同、受体数量不同、受体亲和力不同等原因而分别在不同浓度水提液中起到主导作用，如人参皂苷与人参皂苷在血管生成方面即有着拮抗作用[56。2）过度补偿机制，这一机制认为有毒物质对于生物体的抑制会破坏生物体的内环境的稳定，为了维持内环境的稳定，生物体会产生一个补偿过程，当有毒物质浓度较低时，这一补偿作用超过了有毒物质的抑制作用，从而表现出促进作用。这属于应激反应的一种，与应激相关。有研究表明人参皂苷在低浓度时，可促进人角质细胞与皮肤成纤维细胞内基因的表达及应激蛋白的合成[57。针对这一现象，我们运用网络药理学研究策略对其可能的机制进行了预测，预测结果表明，低浓度人参水提液作用于肺癌细胞的可能机制是通过作用于aaa、53aaa、aaaa等重要的生物学通路及其相关靶标，从应激反应、生物代谢等方面对549细胞的增殖、迁移、侵袭能力进行了调控。这一预测结果对毒物兴奋效应的2种可能机制均有所印证。低浓度人参水提液对549细胞癌性的影响可以帮助我们更全面地评估人参水提液在抑肺癌549细胞方面的疗效。并为癌症患者对人参制剂的使用提供一定的参考信息。此外，关于低浓度人参水提液对549细胞癌性影响的具体作用机制，如细胞周期、凋亡及相关通路、靶标方面的机制仍有待进一步深入探索。参考文献[，a，，aa：aaaa[a，207，389（0066）：299-3[2赵丽娜，李倩，王闻文，等中药抑制肺癌血管生成的作用机制研究进展[中国实验方剂学杂志，202，27（20）：236-243[3，，avaaaa：aaaavv[a，205，32（2）：256-272[4吉米丽汗·司马依，艾尼瓦尔·吾买尔，买买提明·努尔买买提，等基于网络药理学预测新疆榅桲主要活性成分对非小细胞肺癌的治疗作用及作用靶点[中国新药杂志，2020，29（9）：224-2220·697·世界中医药 2022年3月第7卷第5期[5，a-aaa[，990，9（4）：87-876[6林廷文，杜金法，黄丽瑾，等人参皂苷糖基转移酶基因研究概述[中国中药杂志，2020，45（9）：4574-458[7骆云峰，刘可艺，冯嘉华，等中药活性成分合成生物学研究进展[中国中药杂志，202，46（22）：5727-5735[8王红，邓晶，刘珊，等人参皂苷对人肺腺癌549细胞株的增殖抑制作用及其机制[现代肿瘤医学，206，24（4）：534-537[9，，，a-35，，aaaaaaa[a，200，289（）：99-0[0，a，a，[a，204，02：03-09[王文娟，何枝华，陈艳琳，等两种提取人参水煎液方法的比较[广东药科大学学报，207，33（5）：595-599[2高静，毕蕾，江玉翠，等人参水提液对与肿瘤细胞共培养体系肺癌549细胞生物学行为的影响[中国中西医结合杂志，207，37（3）：345-350[3刘畅人参水提物对三种细胞体外增殖影响的探究[长春：长春理工大学，204[4a，，，aa：aaav[，203，6（6）：353-363[5王庆喜人参有效成分糖类、挥发油及无机元素的研究[长春：吉林大学，206[6张玉婷人参提取物化学成分及质量研究[北京：中国食品药品检定研究院，203[7aa，a，，[，2020，56（6）：574-584[8aa，a，2：-a-aa[，207，23（4）：30-39[9aaa，，a，a2aaaa[，206，6：203[20a，，，[a，2004，6（3）：84-89[2va，a，，[，2008，283（9）：5466-5476[22a，a，a，α[，203，8（9）：73985[23，，a，α-2--κaa[aa，204，23（）：304-33[24aaa，，aaaa[va，20，6：49-69[25，a，a，aaa-（）aa，-a（）aaaa-a（-）-aa（）[，209，20（5）：382[26，a，a，aaa（）：aaa-[a，207，8（30）：[27，[，209，374（2）：35-322[28a，，a，[，207，43（6）：2505-255[29a，a，a，aa-2-a-aa[-aa，209，66（6）：954-962[30，a，a，a，a，aa-[av，205，5（0）：024-039[3，，a，av-a-a：vaaaaa[v，994，72（2）：56-63[32aaa，a，a，[a，209，25（6）：507-52[33，，a，aa2a-aa[a，208，24（）：2594-2604[34，，，aa：a2aa[a，2004，43（7008）：525-526[35a，，a，a2-aaa-aa：aaaa[a，207，2（5）：833-842[36，，-，[，206，8（2）：05-6[37，，，[，206，（2）：89647[38aa，，，：aa440aaa[a，203，8（）：52-6[39，aaa，，a-aa：avaaa-[a，208，7（）：33[40a，，，[，207，7（）：7066[4，，，a-aaa-aa（）aa2a[，2020，44：40-48（下接第703页）·698· a2022，7，5轴的作用探讨及柴胡对其干预的研究进展[中国实验方剂学杂志，202，27（0）：239-250[3边亚倩，马婧，任越，等基于，探讨中药方剂对--9后遗症肺纤维化的干预作用[中国中药杂志，2020，45（7）：48-487[4，，vaa-aa：aavaa（）[a，206，3：[5a，aaaa-aa[，207，29：24-30[6陈龙飞，李亚，刘冠汝，等中药复方治疗特发性肺纤维化的研究进展[中国中医药现代远程教育，209，7（9）：26-28[7a，a，'a，[v，982，26（3）：488-492[8余华军，吴尚，黄慧，等内窥镜引导气管注入博来霉素建立小鼠肺纤维化模型[实验动物与比较医学，209，39（2）：94-98[9黄继汉，黄晓晖，陈志扬，等药理试验中动物间和动物与人体间的等效剂量换算[中国临床药理学与治疗学，2004（9）：069-072[0姜秋燕，梁庆，高劭妍，等特发性肺纤维化治疗药物研究进展[中国新药杂志，202，30（4）：274-28[胡迎春，贺性鹏层粘连蛋白与肺纤维化病变关系的研究进展[医学综述，200，6（4）：484-486[2a，a，aaa5aaa[，2008，2（5）：2493-2502[3郑翠英，囤玉玲，艾静血清、、检测对肺纤维化的诊断价值[江西医学检验，2005，23（4）：299-300[4刘杨，罗振亮，严福林，潘春，吕冰清，唐阿梅，杨长福桑根酮对博莱霉素诱导小鼠肺纤维化改善作用及机制研究[中草药，2020，5（6）：4244-4250[5辛绛，杨华清益合剂对肺纤维化大鼠、-和-的影响[湖北中医杂志，203，35（8）：7-8[6，，a，[，204，5（6）：793-80[7王丽娜，罗竹，黄小朵，等黄芪-丹参药对对特发性肺纤维化小鼠肺泡炎症及纤维化的影响[中成药，2020，42（6）：600-604[8姜良铎，张晓梅，肖培新特发性肺间质纤维化的病因病机探讨[中华中医药杂志，2008，23（）：984-986[9张仲景金匮要略[北京：人民卫生出版社，2005：25-50[20王燕青十枣汤治疗肺系病体悟[中医药通报，207，6（4）：3-5，24（202004收稿 本文编辑：杨觉雄）（上接第698页）[42，a，，[a，205，5（9）：2730-2744[43，a，aa，[，202，7（3）：33287[44a，302，a-，a-aav4a[av，207，0（-3）：95-03[45，，a2aaa[a，2008，2（8）：02-033[46a，，v，aα[，207，494（-2）：325-33[47a，aaa，a，[，208，7（8）：97[48，，，[a，202，45（3）：27-224[49，a，，[，204，32（5）：2023-2030[50，，，aaa-aa[，200，20（2）：486-496[5，，[，209，22（8）：823-832[52郭玉明，姜淼，郑光，等基于文本挖掘技术分析治疗肺癌的中医用药规律[中国实验方剂学杂志，20，7（6）：277-280[53李红娟，祁红霞，张艳林中西医结合治疗晚期癌症疼痛患者的临床观察及护理[实用临床医药杂志，204，8（2）：6-8[54刘天天，靳洪涛，王爱平毒物兴奋效应及其对毒理学和医药研究的影响[毒理学杂志，206，30（）：78-83[55a，aa，a，[aa，208，84：42-50[56a，，，aaa：aa[a，2004，0（0）：29-225[57aa，，，a-aa-a：aaav[，203，（）：99-08（2020220收稿 本文编辑：吴珊）·703·世界中医药 2022年3月第7卷第5期", "entities": [{"label": "文献", "start_offset": 137, "end_offset": 163}, {"label": "物质名称", "start_offset": 240, "end_offset": 245}, {"label": "ICD-11名称", "start_offset": 248, "end_offset": 250}, {"label": "试验对象", "start_offset": 250, "end_offset": 255}, {"label": "ICD-11名称", "start_offset": 290, "end_offset": 292}, {"label": "试验对象", "start_offset": 292, "end_offset": 297}, {"label": "给药剂量", "start_offset": 315, "end_offset": 336}, {"label": "试验对象", "start_offset": 348, "end_offset": 353}, {"label": "给药途径", "start_offset": 373, "end_offset": 377}, {"label": "给药剂量", "start_offset": 390, "end_offset": 396}, {"label": "试验对象", "start_offset": 398, "end_offset": 403}, {"label": "试验对象", "start_offset": 453, "end_offset": 458}, {"label": "试验对象", "start_offset": 540, "end_offset": 545}, {"label": "试验对象", "start_offset": 550, "end_offset": 555}, {"label": "物质名称", "start_offset": 574, "end_offset": 579}, {"label": "试验对象", "start_offset": 580, "end_offset": 585}, {"label": "给药剂量", "start_offset": 666, "end_offset": 687}, {"label": "给药剂量", "start_offset": 689, "end_offset": 695}, {"label": "ICD-11名称", "start_offset": 792, "end_offset": 794}, {"label": "ICD-11名称", "start_offset": 831, "end_offset": 833}, {"label": "ICD-11名称", "start_offset": 845, "end_offset": 847}, {"label": "ICD-11名称", "start_offset": 852, "end_offset": 854}, {"label": "ICD-11名称", "start_offset": 874, "end_offset": 876}, {"label": "物种名称", "start_offset": 948, "end_offset": 950}, {"label": "ICD-11名称", "start_offset": 1005, "end_offset": 1007}, {"label": "物质名称", "start_offset": 1166, "end_offset": 1171}, {"label": "试验对象", "start_offset": 1175, "end_offset": 1180}, {"label": "物质名称", "start_offset": 1192, "end_offset": 1197}, {"label": "ICD-11名称", "start_offset": 1248, "end_offset": 1250}, {"label": "试验对象", "start_offset": 1280, "end_offset": 1285}, {"label": "试验对象", "start_offset": 1309, "end_offset": 1314}, {"label": "物质名称", "start_offset": 1699, "end_offset": 1704}, {"label": "物质名称", "start_offset": 1728, "end_offset": 1733}, {"label": "物质名称", "start_offset": 1814, "end_offset": 1819}, {"label": "物质名称", "start_offset": 1823, "end_offset": 1828}, {"label": "物质名称", "start_offset": 1873, "end_offset": 1878}, {"label": "物质名称", "start_offset": 1915, "end_offset": 1920}, {"label": "试验对象", "start_offset": 1929, "end_offset": 1934}, {"label": "物质名称", "start_offset": 2055, "end_offset": 2060}, {"label": "给药剂量", "start_offset": 2074, "end_offset": 2095}, {"label": "物质名称", "start_offset": 2098, "end_offset": 2103}, {"label": "试验对象", "start_offset": 2317, "end_offset": 2322}, {"label": "物质名称", "start_offset": 2325, "end_offset": 2330}, {"label": "物质名称", "start_offset": 2351, "end_offset": 2356}, {"label": "给药剂量", "start_offset": 2369, "end_offset": 2375}, {"label": "给药途径", "start_offset": 2387, "end_offset": 2391}, {"label": "试验对象", "start_offset": 2404, "end_offset": 2409}, {"label": "物质名称", "start_offset": 2539, "end_offset": 2544}, {"label": "给药剂量", "start_offset": 2545, "end_offset": 2551}, {"label": "试验对象", "start_offset": 2779, "end_offset": 2784}, {"label": "物质名称", "start_offset": 2804, "end_offset": 2809}, {"label": "给药剂量", "start_offset": 2810, "end_offset": 2816}, {"label": "物质名称", "start_offset": 2885, "end_offset": 2890}, {"label": "ICD-11名称", "start_offset": 3102, "end_offset": 3104}, {"label": "物质名称", "start_offset": 3178, "end_offset": 3183}, {"label": "试验对象", "start_offset": 3184, "end_offset": 3189}, {"label": "物质名称", "start_offset": 3287, "end_offset": 3292}, {"label": "试验对象", "start_offset": 3293, "end_offset": 3298}, {"label": "物质名称", "start_offset": 3307, "end_offset": 3312}, {"label": "物质名称", "start_offset": 3331, "end_offset": 3336}, {"label": "试验对象", "start_offset": 3337, "end_offset": 3342}, {"label": "给药剂量", "start_offset": 3373, "end_offset": 3379}, {"label": "物质名称", "start_offset": 3380, "end_offset": 3385}, {"label": "试验对象", "start_offset": 3388, "end_offset": 3393}, {"label": "物质名称", "start_offset": 3409, "end_offset": 3414}, {"label": "试验对象", "start_offset": 3417, "end_offset": 3422}, {"label": "物质名称", "start_offset": 3453, "end_offset": 3458}, {"label": "试验对象", "start_offset": 3459, "end_offset": 3464}, {"label": "物质名称", "start_offset": 3494, "end_offset": 3499}, {"label": "试验对象", "start_offset": 3500, "end_offset": 3505}, {"label": "给药途径", "start_offset": 3513, "end_offset": 3517}, {"label": "给药剂量", "start_offset": 3533, "end_offset": 3539}, {"label": "给药剂量", "start_offset": 3607, "end_offset": 3613}, {"label": "物质名称", "start_offset": 3655, "end_offset": 3660}, {"label": "试验对象", "start_offset": 3661, "end_offset": 3666}, {"label": "物质名称", "start_offset": 3701, "end_offset": 3706}, {"label": "试验对象", "start_offset": 3707, "end_offset": 3712}, {"label": "物质名称", "start_offset": 3734, "end_offset": 3739}, {"label": "试验对象", "start_offset": 3740, "end_offset": 3745}, {"label": "物质名称", "start_offset": 3764, "end_offset": 3769}, {"label": "物质名称", "start_offset": 3816, "end_offset": 3821}, {"label": "试验对象", "start_offset": 3822, "end_offset": 3827}, {"label": "物质名称", "start_offset": 3891, "end_offset": 3896}, {"label": "试验对象", "start_offset": 3897, "end_offset": 3902}, {"label": "ICD-11名称", "start_offset": 3982, "end_offset": 3984}, {"label": "ICD-11名称", "start_offset": 4003, "end_offset": 4005}, {"label": "ICD-11名称", "start_offset": 4032, "end_offset": 4034}, {"label": "ICD-11名称", "start_offset": 4281, "end_offset": 4283}, {"label": "物质名称", "start_offset": 4503, "end_offset": 4508}, {"label": "试验对象", "start_offset": 4510, "end_offset": 4515}, {"label": "物质名称", "start_offset": 4719, "end_offset": 4724}, {"label": "物质名称", "start_offset": 4822, "end_offset": 4827}, {"label": "试验对象", "start_offset": 4830, "end_offset": 4835}, {"label": "物质名称", "start_offset": 4960, "end_offset": 4965}, {"label": "ICD-11名称", "start_offset": 4968, "end_offset": 4970}, {"label": "物质名称", "start_offset": 5015, "end_offset": 5020}, {"label": "ICD-11名称", "start_offset": 5208, "end_offset": 5210}, {"label": "ICD-11名称", "start_offset": 5241, "end_offset": 5243}, {"label": "ICD-11名称", "start_offset": 5260, "end_offset": 5262}, {"label": "ICD-11名称", "start_offset": 5287, "end_offset": 5289}, {"label": "ICD-11名称", "start_offset": 5541, "end_offset": 5543}, {"label": "ICD-11名称", "start_offset": 5590, "end_offset": 5592}, {"label": "ICD-11名称", "start_offset": 5720, "end_offset": 5722}, {"label": "ICD-11名称", "start_offset": 5737, "end_offset": 5739}, {"label": "试验对象", "start_offset": 6080, "end_offset": 6085}, {"label": "ICD-11名称", "start_offset": 6126, "end_offset": 6128}, {"label": "ICD-11名称", "start_offset": 6273, "end_offset": 6275}, {"label": "ICD-11名称", "start_offset": 6296, "end_offset": 6298}, {"label": "试验对象", "start_offset": 6542, "end_offset": 6547}, {"label": "试验对象", "start_offset": 6627, "end_offset": 6632}, {"label": "物质名称", "start_offset": 6668, "end_offset": 6673}, {"label": "ICD-11名称", "start_offset": 6676, "end_offset": 6678}, {"label": "试验对象", "start_offset": 6678, "end_offset": 6683}, {"label": "物种名称", "start_offset": 6708, "end_offset": 6710}, {"label": "物种名称", "start_offset": 6722, "end_offset": 6724}, {"label": "物种名称", "start_offset": 6747, "end_offset": 6749}, {"label": "ICD-11名称", "start_offset": 6778, "end_offset": 6780}, {"label": "物种名称", "start_offset": 6799, "end_offset": 6801}, {"label": "ICD-11名称", "start_offset": 6818, "end_offset": 6820}, {"label": "物种名称", "start_offset": 6842, "end_offset": 6844}, {"label": "ICD-11名称", "start_offset": 6862, "end_offset": 6864}, {"label": "试验对象", "start_offset": 6864, "end_offset": 6869}, {"label": "ICD-11名称", "start_offset": 6888, "end_offset": 6890}, {"label": "试验对象", "start_offset": 6890, "end_offset": 6895}, {"label": "物种名称", "start_offset": 6913, "end_offset": 6915}, {"label": "物种名称", "start_offset": 6971, "end_offset": 6973}, {"label": "物种名称", "start_offset": 6996, "end_offset": 6998}, {"label": "ICD-11名称", "start_offset": 6999, "end_offset": 7001}, {"label": "试验对象", "start_offset": 7001, "end_offset": 7006}, {"label": "物质名称", "start_offset": 7017, "end_offset": 7022}, {"label": "试验对象", "start_offset": 7023, "end_offset": 7028}, {"label": "物种名称", "start_offset": 7063, "end_offset": 7065}, {"label": "ICD-11名称", "start_offset": 7067, "end_offset": 7069}, {"label": "物质名称", "start_offset": 7094, "end_offset": 7099}, {"label": "试验对象", "start_offset": 7102, "end_offset": 7107}, {"label": "物质名称", "start_offset": 7131, "end_offset": 7136}, {"label": "试验对象", "start_offset": 7138, "end_offset": 7143}, {"label": "物种名称", "start_offset": 7165, "end_offset": 7167}, {"label": "物质名称", "start_offset": 7360, "end_offset": 7365}, {"label": "试验对象", "start_offset": 7389, "end_offset": 7394}, {"label": "物种名称", "start_offset": 7470, "end_offset": 7472}, {"label": "物种名称", "start_offset": 7475, "end_offset": 7477}, {"label": "物种名称", "start_offset": 7624, "end_offset": 7626}, {"label": "结论", "start_offset": 7708, "end_offset": 7964}, {"label": "ICD-11名称", "start_offset": 8020, "end_offset": 8022}, {"label": "ICD-11名称", "start_offset": 8157, "end_offset": 8159}, {"label": "物种名称", "start_offset": 8260, "end_offset": 8262}, {"label": "物种名称", "start_offset": 8372, "end_offset": 8374}, {"label": "试验对象", "start_offset": 8381, "end_offset": 8386}, {"label": "物种名称", "start_offset": 8498, "end_offset": 8500}, {"label": "物质名称", "start_offset": 8548, "end_offset": 8553}, {"label": "ICD-11名称", "start_offset": 8564, "end_offset": 8566}, {"label": "试验对象", "start_offset": 8566, "end_offset": 8571}, {"label": "物种名称", "start_offset": 8611, "end_offset": 8613}, {"label": "物种名称", "start_offset": 8680, "end_offset": 8682}, {"label": "物种名称", "start_offset": 8717, "end_offset": 8719}, {"label": "ICD-11名称", "start_offset": 10786, "end_offset": 10788}]}